{"cursor":"4729","size":15,"audio":[],"currentlang":"en","article":"\n'Nervous tissue' is the main component of the nervous system - the brain, spinal\ncord, and branching peripheral nerves - which regulates and controls body\nfunctions. It is composed of neurons, which transmit impulses, and neuroglia\ncells, more commonly called glia,(from the Greek, meaning glue) which assist the\npropagation of the nerve impulse as well as providing nutrients to the neuron.\n\nNervous tissue is made up of different types of nerve cells, all of which having\nan axon, the long stem like part of the cell that sends action potential signals\nto the next cell.\n\nFunctions of the nervous system are sensory input, integration, control of\nmuscles and glands, homeostasis, and mental activity.\n\nAll living cells have the ability to react to stimuli. Nervous tissue is\nspecialized to react to stimuli and to conduct impulses to various organs in the\nbody which bring about a response to the stimulus. Neurons are easily stimulated\nand transmit impulses very rapidly. A nerve is made up of many nerve cell fibers\nbound together by connective tissue. A sheath of dense connective tissue, the\n[[epineurium]] surrounds the nerve. This sheath penetrates the nerve to form the\n[[perineurium]] which surrounds bundles of nerve fibers. Blood vessels of\nvarious sizes can be seen in the epineurium. The endoneurium, which consists of\na thin layer of loose connective tissue, surrounds the individual nerve fibers.\n\nThe cell body is enclosed by a cell (plasma) membrane and has a central nucleus.\nGranules called [[Nissl bodies]] are found in the cytoplasm of the cell body.\nWithin the cell body, extremely fine neurofibrils extend from the dendrites into\nthe axon. The axon is surrounded by the [[myelin sheath]], which forms a\nwhitish, non-cellular, fatty layer around the axon. Outside the myelin sheath is\na cellular layer called the [[neurilemma]] or sheath of [[Schwann cell]]s. The\nmyelin sheath together with the neurilemma is also known as the [[medullary\nsheath]]. This medullary sheath is interrupted at intervals by the [[nodes of\nRanvier]].\n","linknr":-1,"url":"Nervous_tissue","recorded":1375692465,"links":[],"instances":[],"pdf":[],"categories":["Nervous system","Nervous tissue"],"headings":["Neuronal communication","Classification of neurons","Cancer","See also","References"],"image":[],"tags":[],"members":[],"related":["Neuron","Neuroglia","Nerve","Nutrients","Action_potential","Muscle","Gland","Homeostasis","Neurofibril","Dendrites","Axon","Synapse","Neurotransmitter","Tumor","Glial_cell","Gliomatosis_cerebri","Oligoastrocytoma","Choroid_plexus_papilloma","Ependymoma","Astrocytoma","Pilocytic_astrocytoma","Glioblastoma_multiforme","Dysembryoplastic_neuroepithelial_tumour","Oligodendroglioma","Medulloblastoma","Primitive_neuroectodermal_tumor","Ganglioneuroma","Neuroblastoma","Atypical_teratoid_rhabdoid_tumor","Retinoblastoma","Esthesioneuroblastoma","Neurofibroma","Neurofibrosarcoma","Neurofibromatosis","Schwannoma","Neurinoma","Acoustic_neuroma","Neuroma","Epineurium","Perineurium","Endoneurium","Nerve_fascicle","Connective_tissue_in_the_peripheral_nervous_system"]}