{"cursor":"9429","size":15,"audio":[],"currentlang":"en","article":"'Upper motor neuron syndrome' (UMNS) is the motor control changes that can occur\nin skeletal muscle after an upper motor neuron lesion.\n\nFollowing upper motor neuron lesions, affected muscles potentially have many\nfeatures of altered performance including: *weakness (decreased ability for the\nmuscle to generate force) *decreased motor control including decreased speed,\naccuracy and dexterity *altered muscle tone (hypotonia or hypertonia) – a\ndecrease or increase in the baseline level of muscle activity *decreased\nendurance *exaggerated deep tendon reflexes including spasticity, and clonus (a\nseries of involuntary rapid muscle contractions)\n\nSuch signs are collectively termed the \"upper motor neuron syndrome.\" Affected\nmuscles typically show multiple signs, with severity depending on the degree of\ndamage and other factors that influence motor control. In neuroanatomical\ncircles, it is often joked, for example, that hemisection of the cervical spinal\ncord leads to an \"upper lower motor neuron syndrome and a lower upper motor\nneuron syndrome.\" The saying refers to lower motor neuron symptoms in the upper\nextremity (arm) and upper motor neurons symptoms in the lower extremity (leg).\n\nThe upper motor neuron syndrome signs are seen in conditions where motor\nareas in the brain and/or spinal cord are damaged or fail to develop\nnormally. These include spinal cord injury, cerebral palsy, multiple\nsclerosis and acquired brain injury including stroke. The impact of\nimpairment of muscles for an individual is problems with movement, and\nposture, which often affects their function.\n\nHealth professionals' understanding of impairments in muscles after an upper\nmotor neuron lesion has progressed considerably in recent decades. However, a\ndiagnosis of \"spasticity\" is still often used interchangeably with upper motor\nneuron syndrome, and it is not unusual to see patients labeled as spastic who\ndemonstrate an array of UMN findings Ivanhoe CB,\nReistetter TA: Spasticity: The misunderstood part of the upper motor neuron\nsyndrome. Am J Phys Med Rehabil 2004;83(suppl):S3–S9.\n\nSpasticity is an exaggerated stretch reflex, which means that a muscle has a\nreflex contraction when stretched, and that this contraction is stronger when\nthe stretch is applied more quickly. The commonly quoted definition by Lance\n(1980) describes “a motor disorder, characterised by a velocity-dependent\nincrease in tonic stretch reflexes with exaggerated tendon jerks, resulting from\nhyper-excitability of the stretch reflex as one component of the upper motor\nneurone (UMN) syndrome”.\n\nSpasticity is a common feature of muscle performance after upper motor neuron\nlesions, but is generally of much less clinical significance than other features\nsuch as decreased strength, decreased control and decreased endurance. The\nconfusion in the use of the terminology complicates assessment and treatment\nplanning by health professionals, as many confuse the other findings of upper\nmotor neuron syndrome and describe them as spasticity.\nThis confusion potentially leaves health professionals attempting to inhibit an\nexaggerated stretch reflex to improve muscle performance, potentially leaving\nmore significant UMNS changes such as weakness unaddressed. Improved\nunderstanding of the multiple features of the upper motor neuron syndrome\nsupports more rigorous assessment, and improved treatment planning.\n","linknr":-1,"url":"Upper_motor_neuron_syndrome","recorded":1375692494,"links":[],"instances":[],"pdf":[],"categories":["Motor control"],"headings":["Assessment","Treatment","See also","References"],"image":[],"tags":[],"members":[],"related":["Motor_control","Skeletal_muscle","Upper_motor_neuron_lesion","Weakness","Motor_control","Dexterity","Muscle_tone","Spasticity","Clonus","Motor_control","Brain","Spinal_cord","Spinal_cord_injury","Cerebral_palsy","Multiple_sclerosis","Acquired_brain_injury","Stroke","Upper_motor_neuron_lesion","Spasticity","Endurance","Physical_therapists","Neurologists","Orthotists","Occupational_therapists","Proximal","Stiffness","Muscle_fibres","Contracture","Physical_therapist","Orthotics","Electrical_stimulation","Baclofen","Diazepam","Dantrolene","Clonazepam","Phenol","Botulinum_toxin","Stroke_rehabilitation","Strength_training","Cerebral_palsy","Spinal_cord_injury","Acquired_brain_Injury","Physiotherapy","Traumatic_brain_injury","Motor_control"]}